Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-290.html.tmx
Source language: nob
Languages: sme

source: Samiske korrekturprogram for elektronisk tekstbehandling - Sámediggi Sametinget
sme: Sámi divvunprográmma elekrovnnalaš teakstagieđahallama várás - Sámediggi Sametinget

source: Samiske korrekturprogram for elektronisk tekstbehandling
sme: Sámi divvunprográmma elekrovnnalaš teakstagieđahallama várás

source: Sametinget har igangsatt et 3-årig prosjekt med siktemål å utvikle korrekturprogram for samiske språk.
sme: Sámediggi lea álggahan 3-jagi prošeavtta dainna áigumušain ahte ráhkadit divvunprográmma sámegielaid várás.

source: Prosjektet gjennomføres i samarbeid med Universitet i Tromsø.
sme: Prošeakta čađahuvvo ovttas Romssa universitehtain.

source: Programmene vil være tilgjengelig gratis på internett høsten 2007.
sme: Prográmma fidne nuvttá interneahtas 2007 čavčča rájes.

source: Sametingets språkavdeling har høsten 2004 iverksatt et 3-årig prosjekt som skal tilby korrekturprogram innen tekstbehandling for samiske språk.
sme: Sámedikki giellaossodat lea 2004 čavčča álggahan 3-jagi prošeavtta mii fállá divvunprográmma sámegielaid teakstagieđahallama várás.

source: Tilbudet vil være gratis fra høsten 2007 for brukere i Finland, Norge og Sverige
sme: Fálaldat lea nuvttá 2007 čacčča rájes Suoma, Norgga ja Ruoŧa beale geavaheaddjiide.

source: Målgrupper
sme: Ulbmiljoavkkut

source: Målgruppene for programmene vil være offentlig administrasjon, samisk næringsliv, samisk presse og samiske forlag, skoler og utdanning og privatpersoner.
sme: Prográmmaid ulbmiljoavkkut leat almmolaš hálddahusat, sámi ealáhusat, sámi preassa ja sámi lágádusat, skuvllat ja oahpahus ja ovttaskas olbmot.

source: Programmene vil være tilpasset over landegrensene slik at brukere i Finland, Norge og Sverige kan installere disse som tillegg til sine respektive lands versjoner av tekstbehandlingsprogrammer.
sme: Prográmmain lea rájiidrastásaš heiveheapmi nu ahte Suoma, Norgga ja Ruoŧa beale geavaheaddjit sáhttet bidjat dáid lassin sin iežaset riikkaid teakstagieđahallanprográmmaide.

source: Framtidige tilbud
sme: Boahttevaš fálaldagat

source: Korrekturprogrammene vil bli utviklet for operativsystemene Windows, Mac OS og Linux.
sme: Divvunprográmmat ráhkaduvvojit Windows, Mac OS ja Linux operatiivavuogádaide.

source: En full pakke med retteprogram inneholder stavekontroll, orddeling, synonymordbok og grammatikkkontroll.
sme: Dievaslaš divvunprográmmapáhkas lea stávendárkkisteapmi, sátnejuohkin, synonymasátnegirji ja grammatihkkadárkkistealpmi.

source: Innenfor rammen av dette prosjektet vil tilbud bli utviklet i samsvar med tabellen nedenfor.
sme: Dán prográmma olis ráhkaduvvo fálaldat vuolábeale tabealla vuođul.

source: Samisk talesyntese (kunstig stemme)
sme: Sámi hállansyntesa (dahkusuopman)

source: Samisk talesyntese i kombinasjon med korrekturprogram vil være et nyttig tilleggverktøy for samisktalende som mangler skriftlige ferdigheter i sitt språk.
sme: Sámi hállansyntesa ovttas divvunprográmmain šaddá ávkkálaš lassireaidun daidda sámegielagiidda geain váilu čállinmáhtu gielasteaset.

source: Det er ennå ikke tatt stilling til om tiltaket blir realisert.
sme: Ii leat vel mearriduvvon galgá go doaibmbidju čađahuvvot.

source: Les mer om dette og korrekturprogram i dokumentene nedenfor.
sme: Loga eanet dán birra ja divvunprográmma birra vuolábeale dokumeanttain
